Repository: adriib38/bookly-app
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: ca

source: 15 caracteres o menos. Letras solamente.
ca: 15 caràcters o menys. Lletres solament.

source: Nombre
ca: Nom

source: Requerido. 30 caracteres o menos.
ca: Requerit. 30 caràcters o menys.

source: Requerido. 8 caracteres o más. No puede ser una contraseña común o parecida.
ca: Requerit. 8 caràcters o més. No pot ser una contrasenya comuna o pareguda.

source: Requerido. Introduzca la misma contraseña que antes.
ca: Requerit. Introdueix la mateixa contrasenya que abans.

source: Pagina no encontrada
ca: Pagina no trobada

source: La pagina que buscas no existe :(
ca: La pagina que busques no existeix :(

source: Leer más
ca: Llegir més

source: Cambiar contraseña
ca: Canvia contrasenya

source: La sesión se cerrará al cambiar la contraseña
ca: La sessió es tancarà en canviar la contrasenya

source: Guardar
ca: Desa

source: Formulario cambiar contraseña
ca: Formulari canviar contrasenya

source: Solicitar perfil de escritor
ca: Sol·licitar perfil d'escriptor

source: Revisaremos tu perfil para ver si cumples con los requisitos
ca: Revisarem el teu perfil per veure si compleixes els requisits

source: Las ventajas del perfil de escritor son:
ca: Els avantatges del perfil descriptor són:

source: Poder añadir tus libros a tu perfil.
ca: Poder afegir els teus llibres al teu perfil.

source: Promoción de tus libros en la web.
ca: Promoció dels teus llibres a la web

source: Mejor soporte tecnico.
ca: Millor suport tecnic.

source: Solicitar
ca: Sol·licitar

source: Noche/día
ca: Nit/dia

source: Eliminar cuenta
ca: Eliminar compte

source: ¡Cuidado! Tu cuenta será eliminada de forma irreversible
ca: Compte! El teu compte serà eliminat de forma irreversible

source: Romance
ca: Romàntic

source: Aventuras
ca: Aventures

source: Generos
ca: Gèneres

source: Solo tu puedes ver esta página
ca: Solament tu pots veure aquesta pàgina

source: Este usuario no tiene seguidores.
ca: Aquest usuari no té seguidors.

source: Este usuario no sigue a nadie
ca: Aquest usuari no segueix a ningú

source: Dejar de seguir
ca: Deixar de seguir

source: Miembros:
ca: Membres:

source: ¿Que estás pensando?
ca: Què estàs pensant?

source: Grupos
ca: Grups

source: Unete a una comunidad de personas con tus mismos intereses que tu.
ca: Uneix-te a una comunitat de persones amb els mateixos interessos que tu.Uneix-te a una comunitat de persones amb els mateixos interessos que tu.

source: Al unirte a uno de los grupos estaras aceptando las
ca: En unir-te a un dels grups estaràs acceptant les

source: reglas de los grupos
ca: regles dels grups

source: Reglas de los grupos
ca: Regles dels grups

source: Listas
ca: Les meves llistes

source: Leídos
ca: Llegits

source: Leyendo
ca: Llegint

source: Por leer
ca: Per llegir

source: Bienvenido
ca: Benvingut

source: No hay tendencias por ahora.
ca: No hi ha tendències per ara.

source: Libros, escritores y lectores, <br> en un mismo sitio.
ca: Llibres, escriptors i lectors, <br> en un mateix lloc.

source: Compartir y descubrir
ca: Compartir i descobrir

source: tus proximas aventuras.
ca: les teues properes aventures.

source: Conocer
ca: Conèixer

source: a tus escritores y escritoras favoritos.
ca: als teus escriptors i escriptores favorits.

source: a grupos tematicos con otros usuarios.
ca: a grups temàtics amb altres usuaris.

source: Nuevo
ca: Nou

source: Seguidos
ca: Seguits

source: Mis listas
ca: Les meues llistes

source: Ranking
ca: Classificació

source: Iniciar sesión
ca: Inicia sessió

source: ha comentado tu publicación
ca: ha comentat la teua publicació

source: te ha seguido
ca: t'ha seguit

source: No tienes notificaciones :(
ca: No tens notificacions :(

source: Libro
ca: Llibre

source: Agregar a tus listas
ca: Afegir a les teues llistes

source: + Por leer
ca: + Per llegir

source: + Leyendo
ca: + Llegint

source: Login
ca: Inicia sessió

source: Ingresa tus datos para iniciar sesión
ca: Introdueix les teues dades per a iniciar sessió

source: ¿No tienes una cuenta?
ca: No tens un compte?

source: Registrate
ca: Registra't

source: Notificaciones
ca: Notificacions

source: Comentarios
ca: Comentaris

source: Escribe un comentrio
ca: Escriu un comentari

source: Usuarios con más reseñas
ca: Usuaris amb més ressenyes

source: Usuarios con más libros leidos
ca: Usuaris amb més llibres llegits

source: Registro
ca: Registrar-se

source: Ingresa tus datos para crear una cuenta
ca: Introdueix les teues dades per a crear un compte

source: ¿Ya tienes una cuenta?
ca: Ja tens un compte?

source: Se unió el
ca: Es va unir el
